START_TEST_BUTTON_TEXT = "Начать тестирование"

SUB_TEST_TYPES = {
    1: "Личностно значимые активности учащегося (учение, игра, труд и т.п.)",
    2: "Личностно значимые для ученика субъекты (учитель, одноклассники, родители и т.д.), влияющие на отношение учащегося к учению)",
    3: "Направленность (знак) отношения учащегося к учению (положительное, отрицательное, нейтральное), соотношение социальных и познавательных мотивов учения в иерархии",
    4: "Отношение учащегося к конкретным учебным предметам и их содержанию",
}

ALL_COMMANDS = {
    "help": "/help",
    "test": "/test",
    "stat": "/start",
    "stoptest": "/stoptest"
}